jorgebucaran/fisher
oh-my-fish/plugin-thefuck
oh-my-fish/plugin-pj
jethrokuan/z
danhper/fish-ssh-agent
oh-my-fish/plugin-linuxbrew
jorgebucaran/nvm.fish
edc/bass
ilancosman/tide@v6
