tap "azure/functions"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kardolus/chatgpt-cli"
tap "kyoh86/tap"
tap "little-angry-clouds/my-brews"
tap "micronaut-projects/tap"
tap "upbound/tap"
tap "weaveworks/tap"
brew "act"
brew "argocd"
brew "argocd-autopilot"
brew "sqlite"
brew "asciinema"
brew "util-linux"
brew "glib"
brew "icu4c@76"
brew "libxml2"
brew "at-spi2-core"
brew "atuin"
brew "azure-cli"
brew "bat"
brew "binutils", link: true
brew "freetype"
brew "chezmoi"
brew "direnv"
brew "dotnet"
brew "elfutils"
brew "exercism"
brew "fish"
brew "wayland"
brew "libva"
brew "pkgconf"
brew "llvm"
brew "mesa"
brew "gcc"
brew "gcc@11"
brew "libtiff"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "gettext"
brew "gh"
brew "git"
brew "gobject-introspection"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "helm"
brew "httpie"
brew "hugo"
brew "jq"
brew "k2tf"
brew "k9s"
brew "kind"
brew "kubernetes-cli", link: false
brew "kubeseal"
brew "lazygit"
brew "xorg-server"
brew "libxkbcommon"
brew "llm"
brew "navi"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "node", link: false
brew "nvm"
brew "pango"
brew "parallel"
brew "pipenv"
brew "pipx"
brew "python@3.10"
brew "python@3.9"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "tfenv"
brew "tfk8s"
brew "tfsec"
brew "thefuck"
brew "tldr"
brew "topgrade"
brew "virtualenv", link: false
brew "fluxcd/tap/flux"
brew "kyoh86/tap/richgo"
brew "little-angry-clouds/my-brews/kbenv"
brew "upbound/tap/up"
brew "weaveworks/tap/gitops"
vscode ""
